Repository: eCityclic-Solutions/product.analytics
Catalog: src/product/analytics/locales/*/LC_MESSAGES/product.analytics.po
Languages: es

source: 30 dies
es: 30 díes

source: Analytics Settings
es: Configuración Analytics

source: El fitxer json d'accés a l'Analytics no es troba a la ruta
es: El fichero json de acceso a Analytics no se encuentra en la ruta

source: If you want to see the global data visit
es: Si desea ver los datos globales visite

source: Menu Analytics
es: Menú Analytics

source: Most visited
es: Más visitado

source: Most visited pages
es: Páginas más visitadas

source: Most visited pages in
es: Páginas más visitadas en

source: Number of visits for the current page in last 30 days.
es: Número de visites en esta página durante los últimos 30 días

source: Pagines
es: Páginas

source: Periode:
es: Període:

source: Procedència de les visites
es: Procedencia de las visitas

source: Property ID
es: ID Propiedad

source: Settings of the analytics. You need to add the following service account: ecityclic-analytics@analytics-386813.iam.gserviceaccount.com to your property with Reader role
es: Configuración analytics. Añada la cuenta de servicio: ecityclic-analytics@analytics-386813.iam.gserviceaccount.com a su propiedad con el rol de Lector

source: Time interval
es: Interval de tiempo

source: Time interval of data showed in analytics views
es: Interval de tiempo de los datos que se recuperan del analytics

source: Visites
es: Visitas

source: You are seeing most visited pages in section
es: Está viendo las páginas más visitades en la sección

source: ultims
es: últimos

source: views
es: visitas
